Repository: kaiwen-wang/LocalizableParser
Catalog: output/4_final_xcstrings/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Could not connect to Ollama server. Please ensure Ollama is running.
de: Konnte keine Verbindung zum Ollama-Server herstellen. Stellen Sie bitte sicher, dass Ollama läuft.
es: No se pudo conectar al servidor de Ollama. Por favor, asegúrate de que Ollama esté en funcionamiento.
fr: Impossible de se connecter au serveur Ollama. Veuillez vous assurer qu'Ollama est en cours d'exécution.
hi: Ollama सर्वर से कनेक्ट नहीं किया जा सका। कृपया सुनिश्चित करें कि Ollama चल रहा है।
id: Tidak dapat terhubung ke server Ollama. Pastikan Ollama sedang berjalan.
it: Impossibile connettersi al server di Ollama. Assicurati che Ollama sia in esecuzione.
ja: Ollamaサーバーに接続できませんでした。Ollamaが実行されていることを確認してください。
ko: Ollama 서버에 연결할 수 없습니다. Ollama가 실행 중인지 확인하십시오.
nl: Kon geen verbinding maken met de Ollama-server. Zorg ervoor dat Ollama actief is.
pl: Nie można połączyć się z serwerem Ollama. Upewnij się, że Ollama działa.
pt_br: Não foi possível conectar ao servidor Ollama. Por favor, certifique-se de que o Ollama está em execução.
ru: Не удалось подключиться к серверу Ollama. Пожалуйста, убедитесь, что Ollama запущен.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ Ollama ได้ โปรดตรวจสอบว่า Ollama กำลังทำงานอยู่หรือไม่ ค่ะ
tr: Ollama sunucusuna bağlanılamadı. Lütfen Ollama'nın çalıştığından emin olun.
uk: Не вдалося підключитися до сервера Ollama. Будь ласка, переконайтеся, що Ollama працює.
vi: Không thể kết nối với máy chủ Ollama. Vui lòng đảm bảo rằng Ollama đang chạy.
zh_hans: 无法连接到Ollama服务器。请确保Ollama正在运行。
zh_hant: 無法連接到 Ollama 伺服器。請確保 Ollama 正在運行。

source: Could not connect to Ollama server. Please make sure Ollama is running.
de: Konnte keine Verbindung zum Ollama-Server herstellen. Stellen Sie bitte sicher, dass Ollama läuft.
es: No se pudo conectar al servidor de Ollama. Por favor, asegúrate de que Ollama esté en funcionamiento.
fr: Impossible de se connecter au serveur Ollama. Veuillez vous assurer qu'Ollama est en cours d'exécution.
hi: Ollama सर्वर से कनेक्ट नहीं कर सका। कृपया सुनिश्चित करें कि Ollama चल रहा है।
id: Tidak dapat terhubung ke server Ollama. Pastikan Ollama sedang berjalan.
it: Impossibile connettersi al server di Ollama. Assicurati che Ollama sia in esecuzione.
ja: Ollamaサーバーに接続できませんでした。Ollamaが実行されていることを確認してください。
ko: Ollama 서버에 연결할 수 없습니다. Ollama가 실행 중인지 확인해주세요.
nl: Kon geen verbinding maken met de Ollama-server. Zorg ervoor dat Ollama actief is.
pl: Nie można połączyć się z serwerem Ollama. Upewnij się, że Ollama działa.
pt_br: Não foi possível conectar ao servidor Ollama. Por favor, certifique-se de que o Ollama está em execução.
ru: Не удалось подключиться к серверу Ollama. Пожалуйста, убедитесь, что Ollama запущен.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ Ollama ได้ โปรดตรวจสอบว่า Ollama กำลังทำงานอยู่หรือไม่
tr: Ollama sunucusuna bağlanılamadı. Lütfen Ollama'nın çalıştığından emin olun.
uk: Не вдалося підключитися до сервера Ollama. Будь ласка, переконайтеся, що Ollama працює.
vi: Không thể kết nối với máy chủ Ollama. Vui lòng đảm bảo rằng Ollama đang chạy.
zh_hans: 无法连接到Ollama服务器。请确保Ollama正在运行。
zh_hant: 無法連接到 Ollama 伺服器。請確保 Ollama 正在運行。

source: Create linked item
de: Verknüpftes Element erstellen
es: Crear elemento vinculado
fr: Créer un élément lié
hi: लिंकित आइटम बनाएँ
id: Buat item tertaut
it: Crea elemento collegato
ja: リンク済みアイテムを作成
ko: 연결된 항목 생성
nl: Gekoppeld item maken
pl: Utwórz połączony element
pt_br: Criar item vinculado
ru: Создать связанный элемент
th: สร้างไอเท็มเชื่อมโยง
tr: Bağlantılı öğe oluştur
uk: Створити пов’язаний елемент
vi: Tạo mục được liên kết
zh_hans: 创建链接项
zh_hant: 創建並連結項目

source: Custom folder
de: "Benutzerdefinierten Ordner"
es: Carpeta personalizada.
fr: Dossier personnalisé
hi: कस्टम फ़ोल्डर
id: Folder kustom
it: Cartella personalizzata
ja: カスタムフォルダ
ko: 사용자 정의 폴더
nl: Aangepaste map
pl: Niestandardowy folder
pt_br: Pasta personalizada
ru: Пользовательская папка
th: โฟลเดอร์ที่กำหนดเอง
tr: Özel klasör.
uk: Спеціальна тека
vi: Thư mục tùy chỉnh
zh_hans: 自定义文件夹
zh_hant: 自訂資料夾

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
id: Gelap
it: Scuro
ja: 暗い
ko: 어두운
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Темный
th: มืด
tr: Karanlık
uk: Темний
vi: Tối
zh_hans: 深色
zh_hant: 黑暗

source: Debug
de: Fehlerbehebung.
es: Depurar
fr: Déboguer
hi: डीबग
it: "Risoluzione dei problemi"
ja: デバッグ
ko: 디버그
nl: Foutopsporing.
pt_br: Depurar
ru: Отладка
th: ตรวจสอบข้อผิดพลาด
tr: Hata ayıklama
uk: Відлагодження"
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 除錯"

source: DeepSeek API Key
de: "DeepSeek API-Schlüssel"
es: "Clave de API de DeepSeek"
fr: "Clé d'API DeepSeek"
hi: डीपसीक एपीआई कुंजी
id: "Kunci API DeepSeek"
it: "Chiave API DeepSeek"
ja: DeepSeek APIキー
ko: DeepSeek API 키
nl: "DeepSeek API-sleutel"
pl: "Klucz API DeepSeek"
pt_br: "Chave da API DeepSeek"
ru: Ключ API DeepSeek
th: คีย์ API ของ DeepSeek
tr: "DeepSeek API Anahtarı"
uk: Ключ API DeepSeek
vi: "Khóa API DeepSeek"
zh_hans: DeepSeek API 密钥
zh_hant: DeepSeek API 金鑰

source: Default Transcription/Translation
de: Standard-Transkription/Übersetzung
es: Transcripción/Traducción Predeterminada
fr: Transcription/traduction par défaut
hi: डिफ़ॉल्ट लिप्यंतरण/अनुवाद
id: Transkripsi/Terjemahan Bawaan
it: Trascrizione/Traduzione predefinita
ja: デフォルトの文字起こし/翻訳
ko: 기본 전사/번역
nl: Standaard transcriptie/vertaling
pl: Transkrypcja/Tłumaczenie domyślne
pt_br: Transcrição/Tradução Padrão
ru: Транскрипция/Перевод по умолчанию
th: การถอดเสียง/การแปลค่าเริ่มต้น
tr: Varsayılan Transkripsiyon/Çeviri
uk: Транскрибування/переклад за замовчуванням
vi: Phiên âm/Dịch mặc định
zh_hans: 默认转录/翻译
zh_hant: 默認轉錄/翻譯

source: Default calendar for saving transcripts:
de: Standardkalender zum Speichern von Transkripten:
es: Calendario predeterminado para guardar transcripciones:
fr: Calendrier par défaut pour enregistrer les transcriptions :
hi: ट्रांसक्रिप्ट सहेजने के लिए डिफ़ॉल्ट कैलेंडर:
id: Kalender default untuk menyimpan transkrip:
it: Calendario predefinito per salvare le trascrizioni:
ja: トランスクリプトを保存するデフォルトのカレンダー：
ko: 트랜스크립트를 저장할 기본 캘린더:
nl: Standaard kalender voor het opslaan van transcripties:
pl: Domyślny kalendarz do zapisywania transkryptów:
pt_br: Calendário padrão para salvar transcrições:
ru: Календарь по умолчанию для сохранения транскриптов:
th: ปฏิทินเริ่มต้นสำหรับการบันทึกการถอดความหมาย:
tr: Transkriptleri kaydetmek için varsayılan takvim:
uk: Календар за збереження транскрипцій за замовчуванням:
vi: Lịch mặc định để lưu bản ghi:
zh_hans: 保存转录的默认日历：
zh_hant: 儲存轉錄的預設行事曆:

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa bỏ
zh_hans: 删除
zh_hant: 刪除

source: Delete All Transcripts
de: Alle Transkripte löschen.
es: "Eliminar todas las transcripciones"
fr: "Supprimer tous les transcriptions"
hi: सभी प्रतिलिपियाँ हटाएँ।
id: Hapus Semua Transkrip
it: Elimina tutti i trascritti.
ja: すべてのトランスクリプトを削除
ko: 모든 대본 삭제
nl: "Verwijder alle transcripties"
pl: Usuń wszystkie transkrypcje.
pt_br: Excluir todas as transcrições
ru: Удалить все транскрипты
th: ลบทุกสคริปต์
tr: "Tüm Transkriptleri Sil"
uk: Видалити всі транскрипції.
vi: Xóa tất cả bản ghi.
zh_hans: 删除所有副本。
zh_hant: 刪除所有轉錄

source: Diarization models will be downloaded on first use
de: Diarisierungsmodelle werden beim ersten Gebrauch heruntergeladen.
es: Los modelos de diarización se descargarán en el primer uso.
fr: Les modèles de diarisation seront téléchargés lors de la première utilisation.
hi: पहले उपयोग पर डायराइजेशन मॉडल डाउनलोड किए जाएंगे।
id: Model diarization akan diunduh saat penggunaan pertama.
it: I modelli di diarizzazione verranno scaricati al primo utilizzo.
ja: 最初の使用時にダイアリゼーションモデルがダウンロードされます。
ko: 첫 사용 시 다이어라이제이션 모델이 다운로드됩니다.
nl: Diarisatiemodellen worden gedownload bij eerste gebruik.
pl: Modele diarization zostaną pobrane przy pierwszym użyciu.
pt_br: Os modelos de diarização serão baixados na primeira utilização.
ru: Модели диаризации будут загружены при первом использовании.
th: โมเดล Diarization จะถูกดาวน์โหลดครั้งแรกที่ใช้งานครั้งแรก
tr: Diyarizasyon modelleri ilk kullanımda indirilecektir.
uk: Моделі діаризації будуть завантажені при першому використанні.
vi: Mô hình Diarization sẽ được tải xuống khi sử dụng lần đầu tiên.
zh_hans: 首次使用时将下载语音分离模型。
zh_hant: 首次使用時將下載語者分離模型。

source: Disable Always on Top
de: Deaktivieren Sie immer im Vordergrund.
es: Desactivar Siempre en la parte superior
fr: Désactiver Toujours en premier.
hi: हमेशा ऊपर बंद करें
id: Nonaktifkan Selalu di Atas
it: Disabilita Sempre in Primo Piano
ja: 常にトップに表示しない
ko: 항상 위에 있음 비활성화
nl: Schakel Altijd Bovenaan uit.
pl: Wyłącz zawsze na wierzchu.
pt_br: Desativar Sempre no Topo
ru: Отключить всегда сверху
th: ปิดใช้งานเสมอด้านบน
tr: "Her zaman en üstte devre dışı bırak"
uk: Вимкнути завжди зверху.
vi: Tắt Luôn ở Trên Cùng
zh_hans: 禁用始终置顶
zh_hant: 停用始終置頂

source: Display romanized versions of text for languages that support it.
de: Zeigen Sie die romanisierten Versionen von Texten für Sprachen, die dies unterstützen.
es: Mostrar versiones romanizadas del texto para idiomas que lo admitan.
fr: Afficher les versions romanisées du texte pour les langues qui le prennent en charge.
hi: उस भाषाओं के लिए पाठ के रोमनीकरण संस्करण प्रदर्शित करें जो इसे समर्थन करती हैं।
id: Tampilkan versi romanisasi teks untuk bahasa yang mendukungnya.
it: Mostra le versioni romanizzate del testo per le lingue che lo supportano.
ja: サポートされている言語のテキストのローマ字バージョンを表示します。
ko: 지원하는 언어의 텍스트에 대한 로마자 버전을 표시합니다.
nl: Toon geromaniseerde versies van tekst voor talen die dit ondersteunen.
pl: Wyświetl zromanizowane wersje tekstu dla języków, które je obsługują.
pt_br: Exibir versões romanizadas de texto para idiomas que suportam isso.
ru: Отображение романизированных версий текста для языков, поддерживающих это.
th: แสดงเวอร์ชันโรมันของข้อความสำหรับภาษาที่รองรับการใช้งานได้
tr: Desteklediği diller için metnin romanize edilmiş sürümlerini göster.
uk: Показувати романізовані версії тексту для мов, які підтримують це.
vi: Hiển thị phiên bản chuyển phiên âm của văn bản cho các ngôn ngữ hỗ trợ nó.
zh_hans: 显示支持罗马化版本的文本。
zh_hant: 顯示支援羅馬拼音版本的語言的文本。

source: Done
de: Erledigt
es: Hecho
fr: Terminé
hi: हो गया।
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Gedaan
pl: Zrobione
pt_br: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Tamamlandı
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit Auto-Respond Prompt
de: Bearbeiten Sie die Auto-Antwort-Aufforderung.
es: Editar mensaje de respuesta automática.
fr: Modifier le message de réponse automatique
hi: "स्वचालित प्रतिक्रिया प्रॉम्प्ट संपादित करें"
id: Edit Auto-Respond Prompt Ubah Prompt Balasan Otomatis
it: Modifica messaggio di risposta automatica
ja: 自動応答プロンプトを編集
ko: 자동 응답 프롬프트 편집"
nl: "Bewerk automatisch antwoord prompt"
pl: Edytuj automatyczną odpowiedź.
pt_br: Editar Prompt de Resposta Automática
ru: Изменить автоответчик.
th: แก้ไขข้อความตอบกลับอัตโนมัติ
tr: "Otomatik Yanıt İsteğini Düzenle"
uk: Редагувати авто-відповідь запитання
vi: Chỉnh sửa Hồi đáp Tự động"
zh_hans: 编辑自动回复提示
zh_hant: 編輯自動回覆提示

source: Edit Chat Prompt
de: Chat-Prompts bearbeiten.
es: Editar mensaje de chat.
fr: Modifier l'invite de discussion
hi: चैट प्रॉम्प्ट संपादित करें।
it: Modifica messaggio di chat
ja: チャットプロンプトを編集
ko: 채팅 프롬프트 편집
nl: "Bewerk Chat Prompt"
pl: Edytuj monit czatu.
pt_br: Editar Mensagem de Bate-papo
ru: Изменить приглашение чата
th: แก้ไขข้อความแชท
tr: "Sohbet İsteğini Düzenle"
uk: Редагувати запит чату
vi: Chỉnh sửa Lời nhắn Trò chuyện
zh_hans: 编辑聊天提示
zh_hant: 編輯聊天提示

source: Edit Summary Prompt
de: Zusammenfassung bearbeiten Aufforderung
es: Editar Resumen de la Promoción
fr: Modifier le résumé de l'invite
hi: संपादन सारांश प्रॉम्प्ट
id: Edit Ringkasan Prompt
it: Modifica riepilogo prompt
ja: サマリーの編集プロンプト
ko: 요약 편집 프롬프트
nl: Bewerk samenvattingsprompt
pl: Edytuj podsumowanie pytania.
pt_br: Editar Resumo Prompt
ru: Изменить запрос на сводку
th: แก้ไขคำสรุปทันที
tr: Düzenleme Özeti İsteği
uk: Редагувати підсумок запитання
vi: Chỉnh sửa Lời nhắc Tóm tắt"
zh_hans: 编辑摘要提示
zh_hant: 編輯摘要提示

source: Enable Always on Top
de: "Immer im Vordergrund aktivieren"
es: Activar Siempre en la parte superior.
fr: Activer Toujours au premier plan
hi: सदैव ऊपर सक्षम करें।
id: Aktifkan Selalu di Atas
it: Abilita Sempre in Primo Piano
ja: 常にトップに表示
ko: 항상 위에 유지하기
nl: Schakel Altijd Bovenaan in.
pl: Włącz zawsze na wierzchu.
pt_br: Ativar sempre no topo
ru: Включить всегда сверху
th: เปิดใช้งานเสมอด้านบน
tr: "Her zaman en üstte etkinleştir"
uk: Увімкнути завжди зверху.
vi: Bật Luôn ở Trên Cùng
zh_hans: 启用始终置顶
zh_hant: 啟用始終置頂

source: Enable Diarization
de: Aktiviere Diarisation.
es: Habilitar Diarización
fr: Activer la diarisation.
hi: डायराइज़ेशन सक्षम करें।
id: Aktifkan Diarization
it: Abilita la Diarizzazione
ja: ディアリゼーションを有効にする
ko: 다이어라이제이션 활성화하기
nl: Diarisatie inschakelen
pl: Włącz Diarizację.
pt_br: Ativar Diarização
ru: Включить диаризацию
th: เปิดใช้งานการแยกแยกส่วน
tr: "Diyarizasyonu Etkinleştir"
uk: Увімкнути діаризацію.
vi: Kích hoạt Phân loại Điểm danh.
zh_hans: 启用日志化
zh_hant: 啟用語者分離

source: Enable Live Romanization
de: Aktiviere Live-Romanisierung.
es: Activar romanización en vivo.
fr: Activer la romanisation en direct.
hi: लाइव रोमनीकरण सक्षम करें।
id: Aktifkan Romanisasi Langsung
it: Abilita la trascrizione in tempo reale.
ja: ライブローマ字変換を有効にします。
ko: 라이브 로마자 변환 활성화하기
nl: Schakel Live-romanisering in.
pl: Włącz transliterację na żywo.
pt_br: Ativar Romanização ao Vivo
ru: Включить живую романизацию
th: เปิดใช้งานการโรมันไทยสดใส
tr: Canlı Romanizasyonu Etkinleştir
uk: Увімкнути живу романтизацію
vi: Bật Chuyển phiên âm trực tiếp
zh_hans: 启用实时罗马化
zh_hant: 啟用即時羅馬拼音。

source: Enable Translated Text to Speech
de: Aktivieren Sie übersetzten Text in Sprache.
es: Activar texto traducido a voz.
fr: Activer la traduction du texte en discours.
hi: स्थिति अनुवादित पाठ को भाषण में सक्षम करें।
id: Aktifkan Teks Terjemahan ke Suara
it: Abilita il testo tradotto in voce.
ja: 翻訳されたテキスト読み上げを有効にする
ko: 번역된 텍스트 음성으로 활성화하기
nl: Schakel vertaalde tekst naar spraak in.
pl: Włącz przetwarzanie tekstu na mowę.
pt_br: Ativar Texto Traduzido para Fala.
ru: Включить преобразование текста в речь.
th: เปิดใช้งานข้อความแปลเป็นเสียงพูด
tr: Metni Konuşmaya Çevirme'yı Etkinleştir
uk: Увімкніть перекладений текст на мовлення.
vi: Kích hoạt Văn bản dịch sang Giọng nói.
zh_hans: 启用翻译文本到语音
zh_hant: 啟用翻譯文本到語音。

source: Enter title
de: Titel eingeben
es: Introduzca el título
fr: Entrez le titre
hi: शीर्षक दर्ज करें
id: Masukkan judul
it: Inserisci il titolo
ja: タイトルを入力してください
ko: 제목 입력
nl: Voer titel in
pl: Wpisz tytuł
pt_br: Insira o título
ru: Введите заголовок
th: ใส่ชื่อเรื่อง
tr: Başlık girin
uk: Введіть заголовок
vi: Nhập tiêu đề
zh_hans: 输入标题
zh_hant: 輸入標題

source: Entire Screen
de: Gesamter Bildschirm
es: Pantalla completa
fr: Écran entier
hi: पूरा स्क्रीन
id: Layar Penuh
it: Intero schermo
ja: 画面全体
ko: 전체 화면
nl: Volledig scherm
pl: Cały ekran
pt_br: Tela Inteira
ru: Весь экран
th: หน้าจอทั้งหมด
tr: Tüm Ekran
uk: Весь екран
vi: Toàn màn hình
zh_hans: 整个屏幕
zh_hant: 整個螢幕

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
hi: त्रुटि: %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
nl: Fout: %@
pl: Błąd: %@
pt_br: Erro: %@
ru: Ошибка: %@
th: ข้อผิดพลาด: %@
tr: Hata: %@
uk: Помилка: %@
vi: Lỗi: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Explore More Features
de: Erkunden Sie weitere Funktionen.
es: Explorar más funciones.
fr: Découvrir plus de fonctionnalités
hi: अधिक सुविधाओं का अन्वेषण करें।
id: Jelajahi Lebih Banyak Fitur
it: Esplora Altre Funzionalità
ja: さらなる機能を探索
ko: 더 많은 기능 살펴보기
nl: Verken Meer Functies
pl: Odkryj więcej funkcji.
pt_br: Explorar mais recursos
ru: Изучите больше функций
th: สำรวจคุณสมบัติเพิ่มเติม
tr: Daha Fazla Özellik Keşfedin.
uk: Досліджуйте більше функцій
vi: Khám phá Thêm Tính Năng
zh_hans: 探索更多功能
zh_hant: 探索更多功能

source: Export Error
de: Exportfehler
es: Error de exportación
fr: Erreur d'exportation
hi: निर्यात त्रुटि
id: Kesalahan Ekspor
it: Errore di esportazione
ja: エクスポートエラー
ko: 내보내기 오류
nl: Exporteerfout
pl: Błąd eksportu
pt_br: Erro de Exportação
ru: Ошибка экспорта
th: ข้อผิดพลาดในการส่งออก
tr: Dışa Aktarma Hatası
uk: Помилка експорту
vi: Lỗi Xuất khẩu
zh_hans: 导出错误
zh_hant: 導出錯誤

source: Export Transcript
de: Transkript exportieren
es: Exportar transcripción
fr: Exporter la transcription
hi: प्रतिलिपि निर्यात करें
id: Ekspor Transkrip
it: Esporta trascrizione
ja: トランスクリプトをエクスポート
ko: 대화 내역 내보내기
nl: Exporteer Transcriptie
pl: Eksportuj transkrypt
pt_br: Exportar Transcrição
ru: Экспортировать стенограмму
th: ส่งออกบันทึกการสนทนา
tr: Transkripti Dışa Aktar
uk: Експортувати транскрипт
vi: Xuất bản ghi chép lại
zh_hans: 导出转录
zh_hant: 導出文字記錄

source: Export as Markdown
de: Als Markdown exportieren
es: Exportar como Markdown
fr: Exporter sous forme de Markdown
hi: मार्कडाउन के रूप में निर्यात करें।
id: Ekspor sebagai Markdown
it: Esporta come Markdown
ja: Markdownとしてエクスポート
ko: 마크다운으로 내보내기
nl: Exporteren als Markdown
pl: Eksportuj jako Markdown
pt_br: Exportar como Markdown
ru: Экспортировать как Markdown
th: ส่งออกเป็น Markdown
tr: Markdown olarak dışa aktar
uk: Експортувати як Markdown
vi: Xuất dưới dạng Markdown
zh_hans: 导出为Markdown格式
zh_hant: 匯出為Markdown格式

source: Export as PDF
de: Als PDF exportieren
es: Exportar como PDF
fr: Exporter en PDF
hi: पीडीएफ के रूप में निर्यात करें
id: Ekspor sebagai PDF
it: Esporta come PDF
ja: PDFとしてエクスポート
ko: PDF로 내보내기
nl: Exporteren als PDF
pl: Eksportuj jako PDF
pt_br: Exportar como PDF
ru: Экспортировать как PDF
th: ส่งออกเป็น PDF
tr: PDF olarak dışa aktar
uk: Експортувати як PDF
vi: Xuất dưới dạng PDF
zh_hans: 导出为 PDF
zh_hant: 匯出為 PDF

source: Export as SRT
de: Als SRT exportieren
es: Exportar como SRT
fr: Exporter en SRT
hi: एसआरटी के रूप में निर्यात करें।
id: Ekspor sebagai SRT
it: Esporta come SRT
ja: SRTとしてエクスポート
ko: SRT로 내보내기
nl: Exporteren als SRT
pl: Eksportuj jako SRT
pt_br: Exportar como SRT
ru: Экспортировать как SRT
th: ส่งออกเป็น SRT
tr: SRT olarak dışa aktar
uk: Експортувати як SRT
vi: Xuất dưới dạng SRT
zh_hans: 导出为 SRT
zh_hant: 匯出為 SRT

source: Export as TXT
de: Als TXT exportieren
es: Exportar como TXT
fr: Exporter en TXT
hi: TXT के रूप में निर्यात करें।
id: Ekspor sebagai TXT
it: Esporta come TXT
ja: TXTとしてエクスポート
ko: TXT로 내보내기
nl: Exporteren als TXT
pl: Eksportuj jako TXT
pt_br: Exportar como TXT
ru: Экспортировать как TXT
th: ส่งออกเป็น TXT
tr: TXT olarak dışa aktar
uk: Експортувати як TXT
vi: Xuất dưới dạng TXT
zh_hans: 导出为 TXT
zh_hant: 匯出為 TXT

source: Exports
de: Exporte
es: Exportaciones.
fr: Exportations
hi: निर्यात
id: Ekspor
it: Esportazioni
ja: エクスポート
ko: 수출
nl: Exporteren
pl: Eksportuj
pt_br: Exportações.
ru: Экспорт.
th: ส่งออก
tr: İhracat.
uk: Експортуються.
vi: Xuất khẩu
zh_hans: 出口
zh_hant: 匯出

source: Failed to validate Anthropic key or fetch models: %@
de: Fehler beim Validieren des anthropischen Schlüssels oder beim Abrufen von Modellen: %@.
es: Error al validar la clave antropica o recuperar modelos: %@.
fr: Échec de la validation de la clé anthropique ou de la récupération des modèles: %@.
hi: Anthropic कुंजी को सत्यापित करने में विफल रहा या मॉडल्स प्राप्त करने में: %@।
id: Gagal memvalidasi kunci Antropik atau mengambil model: %@.
it: Impossibile convalidare la chiave antropica o recuperare i modelli: %@.
ja: Anthropicキーの検証またはモデルの取得に失敗しました: %@.
ko: Anthropic 키를 유효성 검사하지 못했거나 모델을 가져오지 못했습니다: %@.
nl: Validatie van de Anthropische sleutel mislukt of modellen ophalen: %@.
pl: Nie udało się zweryfikować klucza antropocentrycznego lub pobrać modeli: %@.
pt_br: Falha ao validar a chave Antropica ou buscar modelos: %@.
ru: Не удалось проверить антропный ключ или получить модели: %@.
th: การตรวจสอบคีย์ Anthropoc หรือดึงโมเดลล้มเหลว: %@
tr: Anthropic anahtarını doğrulayamadı veya modelleri alamadı: %@.
uk: Не вдалося перевірити антропічний ключ або отримати моделі: %@.
vi: Không thể xác thực khóa Anthropic hoặc truy xuất mô hình: %@.
zh_hans: 验证人类密钥或获取模型失败：%@。
zh_hant: 驗證人類密鑰或擷取模型失敗：%@。

source: Failed to validate OpenAI key or fetch models: %@
de: Fehler beim Validieren des OpenAI-Schlüssels oder beim Abrufen von Modellen: %@.
es: Error al validar la clave de OpenAI o recuperar los modelos: %@.
fr: Échec de la validation de la clé OpenAI ou de la récupération des modèles: %@.
hi: OpenAI कुंजी को सत्यापित करने में विफल रहा या मॉडल प्राप्त करने में: %@।
id: Gagal memvalidasi kunci OpenAI atau mengambil model: %@
it: Impossibile convalidare la chiave OpenAI o recuperare i modelli: %@.
ja: OpenAIキーの検証に失敗したか、モデルを取得できませんでした: %@。
ko: OpenAI 키를 유효성 검사하지 못했거나 모델을 가져오지 못했습니다: %@.
nl: Validatie van OpenAI-sleutel mislukt of modellen ophalen: %@.
pl: Nie udało się zweryfikować klucza OpenAI lub pobrać modeli: %@.
pt_br: Falha ao validar a chave do OpenAI ou buscar modelos: %@.
ru: Не удалось проверить ключ OpenAI или получить модели: %@.
th: การตรวจสอบคีย์ OpenAI หรือดึงโมเดลไม่สำเร็จ: %@
tr: OpenAI anahtarı doğrulayamadı veya modelleri alamadı: %@.
uk: Не вдалося перевірити ключ OpenAI або отримати моделі: %@.
vi: Không thể xác thực khóa OpenAI hoặc truy xuất mô hình: %@.
zh_hans: 验证 OpenAI 密钥或获取模型失败: %@。
zh_hant: 驗證 OpenAI 金鑰或擷取模型失敗：%@。

source: Failed to validate OpenRouter key or fetch models: %@
de: Fehler beim Validieren des OpenRouter-Schlüssels oder beim Abrufen von Modellen: %@.
es: Error al validar la clave de OpenRouter o recuperar los modelos: %@.
fr: Échec de la validation de la clé OpenRouter ou de la récupération des modèles: %@.
hi: OpenRouter कुंजी को सत्यापित करने में विफल रहा या मॉडल प्राप्त करने में विफल रहा: %@।
id: Gagal memvalidasi kunci OpenRouter atau mengambil model: %@
it: Impossibile convalidare la chiave OpenRouter o recuperare i modelli: %@.
ja: OpenRouterキーの検証に失敗したか、モデルを取得できませんでした: %@。
ko: OpenRouter 키를 유효성 검사하거나 모델을 가져오는 데 실패했습니다: %@.
nl: Kon OpenRouter-sleutel niet valideren of modellen ophalen: %@.
pl: Nie udało się zweryfikować klucza OpenRouter lub pobrać modeli: %@.
pt_br: Falha ao validar a chave do OpenRouter ou buscar modelos: %@.
ru: Не удалось проверить ключ OpenRouter или получить модели: %@.
th: การตรวจสอบคีย์ OpenRouter หรือดึงโมเดลไม่สำเร็จ: %@
tr: OpenRouter anahtarını doğrulayamadı veya modelleri alamadı: %@.
uk: Не вдалося перевірити ключ OpenRouter або отримати моделі: %@.
vi: Không thể xác minh khóa OpenRouter hoặc lấy các mô hình: %@.
zh_hans: 验证OpenRouter密钥或获取模型失败：%@。
zh_hant: 驗證 OpenRouter 金鑰或擷取模型失敗：%@。

source: Fetch Active Transactions
de: "Aktive Transaktionen abrufen"
es: Obtener transacciones activas.
fr: Récupérer les transactions actives.
hi: एक्टिव लेनदेन प्राप्त करें।
id: Ambil Transaksi Aktif
it: Recupera transazioni attive.
ja: アクティブな取引を取得
ko: 활성 거래 가져오기
nl: Ophalen Actieve Transacties
pl: Pobierz aktywne transakcje.
pt_br: Buscar Transações Ativas
ru: Получить активные транзакции
th: ดึงธุรกรรมที่กำลังเกิดขึ้น
tr: "Aktif İşlemleri Getir"
uk: Отримати активні транзакції.
vi: Truy xuất giao dịch hoạt động.
zh_hans: 获取活动交易
zh_hant: 擷取活動交易

source: Filter by title or participant...
de: Nach Titel oder Teilnehmer filtern...
es: Filtrar por título o participante...
fr: Filtrer par titre ou participant...
hi: शीर्षक या प्रतिभागी द्वारा फ़िल्टर करें...
id: Filter berdasarkan judul atau peserta...
it: Filtra per titolo o partecipante...
ja: タイトルまたは参加者でフィルター...
ko: 제목 또는 참가자별로 필터링...
nl: Filteren op titel of deelnemer...
pl: Filtruj według tytułu lub uczestnika...
pt_br: Filtrar por título ou participante...
ru: Фильтровать по названию или участнику...
th: ตัวกรองตามชื่อหรือผู้เข้าร่วม...
tr: Başlığa veya katılımcıya göre filtrele...
uk: Фільтрувати за назвою або учасником...
vi: Lọc theo tiêu đề hoặc người tham gia...
zh_hans: 按标题或参与者筛选...
zh_hant: 按標題或參與者篩選...
